Repository: wp-plugins/wpvm
Catalog: languages/wpvm-*.po
Languages: pt_br

source: WP-Varnish Configuration
pt_br: Configuração do WP-Varnish

source: Settings Saved!
pt_br: Configurações Salvas!

source: You do not have the privileges.
pt_br: Você não tem os privilégios necessários.

source: WordPress Varnish Administration
pt_br: Administração do Varnish no WordPress

source: IP address and port configuration
pt_br: Configuração de Endereços IP e Portas

source: These values can't be edited since there's a global configuration located in <em>wp-config.php</em>. If you want to change these settings, please update the file or contact the administrator.
pt_br: Estes valores não podem ser editados, pois existe uma configuração global localizada no <em>wp-config.php</em>. Se você deseja mudar estas configurações, por favor atualize o arquivo ou entre em contato com o administrador.

source: Current configuration:
pt_br: Configuração atual:

source: Server:
pt_br: Servidor:

source: Port:
pt_br: Porta:

source: Varnish Administration IP Address
pt_br: Endereço IP de Administração do Varnish

source: Varnish Administration Port
pt_br: Porta de Administração do Varnish

source: Add one more server
pt_br: Adicionar mais um servidor

source: seconds
pt_br: segundos

source: Use admin port instead of PURGE method.
pt_br: Usar porta de administração ao invés do método PURGE.

source: Also purge all page navigation (experimental, use carefully, it will include a bit more load on varnish servers.)
pt_br: Também limpar o cache de toda navegação de páginas (experimental, use com cuidado, irá colocar um pouco de carga a mais nos servidores varnish.)

source: Also purge all comment navigation (experimental, use carefully, it will include a bit more load on varnish servers.)
pt_br: Também limpar o cache de toda navegação de comentários (experimental, use com cuidado, irá colocar um pouco de carga a mais nos servidores varnish.)

source: Save Changes
pt_br: Salvar Mudanças

source: Purge All Blog Cache
pt_br: Limpar Todo Cache do Blog

source: Use only if necessary, and carefully as this will include a bit more load on varnish servers.
pt_br: Use apenas se necessário, e com cuidado pois irá colocar um pouco de carga a mais nos servidores varnish.
